const questions = [
  {
    title:
      'Какой головной убор был во время бала на Татьяне Лариной, героине романа «Евгений Онегин»?',
    variants: ['Малиновый берет', 'Черная шляпа', 'Синий платок'],
    correct: 0,
    id: 1,
  },
  {
    title:
      'Какой продукт в разных странах называют папиной бородой и бабушкиными волосами?',
    variants: ['Шоколад', 'Сахарная вата', 'Хурма'],
    correct: 1,
    id: 2,
  },
  {
    title: 'Как называется красная тряпка в руках у матадора?',
    variants: ['Ковер', 'Мулета', 'Грета'],
    correct: 1,
    id: 3,
  },
  {
    title:
      'В каком немецком городе родилась будущая императрица России Екатерина II',
    variants: ['Цербст', 'Гамбург', 'Штеттин'],
    correct: 2,
    id: 4,
  },
  {
    title: 'Какого года рождения Вадим? ',
    variants: ['1991', '1992', '1995'],
    correct: 1,
    id: 5,
  },
];

export default questions;
